[
  {
    "Id": "cuongtc-01",
    "Maker": "lilly",
    "img": "https://zingtv-photo.zadn.vn/tv_program_445_445/5/0/e/e/50eeafc45036fb2d55e16632c6418651.jpg",
    "Url": "https://tv.zing.vn/muon-gap-anh",
    "Title": "Muốn gặp anh",
    "Description": "Hoàng Vũ Huyên mãi nhớ lần đầu tiên Vương Thuyên Thắng tỏ tình với cô, nói rằng anh thích cô, muốn cô làm bạn gái anh. Hoàng Vũ Huyên hỏi anh tại sao lại thích cô, lúc đó Vương Thuyên Thắng chỉ cười rồi nói: 'Bởi vì từ khoảnh khắc đầu tiên anh nhìn thấy em, anh đã biết rằng mình thích em...' Hoàng Vũ Huyên nhớ rất rõ đó là một ngày mùa hạ năm 2011, là ngày đầu tiên lên năm 2 đại học, năm đó anh và cô 19 tuổi. Trần Vận Như mãi nhớ khoảnh khắc đầu tiên Lý Tử Duy bắt chuyện với cô, cô ngồi sau chiếc tủ trưng bày băng đĩa, vừa trông tiệm vừa chuẩn bị cho kì thi năm sau, cứ mân mê theo giai điệu lặng lẽ ngồi học. Hôm đó trong tiệm đang phát bài 'Last Dance' - bài hát thứ 6 trong album 'Tận Cùng Của Tình Yêu' ra mắt năm 1996 của Ngũ Bách. Trần Vận Như nhớ rất rõ hôm ấy là một ngày mùa hạ năm 1998 - mùa hạ cuối cùng của năm cấp 3, năm đó cô và anh 17 tuổi. Năm 2019, vì không thể thoát khỏi nỗi nhớ nhung khi Vương Thuyên Thắng rời xa, Hoàng Vũ Huyên đã thử dùng phần mềm tìm thử một...",
    "Ratings": [
      5,
      5,
      5
    ]
  },
  {
    "Id": "cuongtc-02",
    "Maker": "michelle",
    "img": "https://thegioidienanh.vn/stores/news_dataimages/thanhtan/082020/11/10/in_article/4513_Lay_danh_nghia_nguoi_nha_3.jpg",
    "Url": "https://fptplay.vn/xem-video/lay-danh-nghia-nguoi-nha-go-ahead-5ee73ff22089bd0a5851b349",
    "Title": "Lấy Danh Nghĩa Người Nhà - Go Ahead",
    "Description": "ELấy Danh Nghĩa Người Nhà là tác phẩm phim xoay quanh những vấn đề phát sinh trong gia đình. Bộ phim chủ yếu nói về biến cố của một gia đình, ba đứa trẻ không có mối quan hệ huyết thống trở thành người nhà của nhau dưới sự nuôi dưỡng của hai người cha. Ba anh em của họ cùng nhau trưởng thành như thanh mai trúc mã nhưng sau này, vì vấn đề phát sinh từ gia đình vốn có của mỗi một đứa trẻ đã gây nên nhiều sự trở ngại trong tâm lý của họ. Dù xảy ra nhiều biến cố nhưng ba đứa trẻ đó vẫn vượt qua được nhờ vào sự hỗ trợ từ tình cảm gia đình.",
    "Ratings": [
      5
    ]
  },
  {
    "Id": "cuongtc-03",
    "Maker": "@jenlooper",
    "img": "https://image.phimmoiz.net/film/9258/poster.medium.jpg",
    "Url": "http://www.phimmoizz.net/phim/to-doi-cau-o-tuong-lai-9258/",
    "Title": "TỚ ĐỢI CẬU Ở TƯƠNG LAI - Waiting For You In The Future (2019)",
    "Description": "Bộ phim xoay quanh chàng trai Hách Hồi Quy, tuy đã 36 tuổi nhưng cuộc sống vẫn vẫn bấp bệnh, không như ý. Nhắm mắt đã thấy hết đời. Anh rất muốn quay lại tuổi 17, quay lại thời đại ấm áp và đơn thuần đó, trải qua một lần nữa. Bỗng nhiên, anh quay lại thời điểm đó thật, nhưng không phải là khi mình 17 tuổi. Anh vẫn 36 tuổi, là chủ nhiệm lớp 12 mà thuở đó anh từng học. Trong lớp, anh gặp lại chính mình tuổi 17, Lưu Đại Chí. Anh biết được tương lai của cậu, biết được hạnh phúc và bất hạnh của cậu",
    "Ratings": null
  },
  {
    "Id": "cuongtc-04",
    "Maker": "jenlooper",
    "img": "https://upload.wikimedia.org/wikipedia/vi/a/a2/Nezha_film_poster.jpg",
    "Url": "https://fptplay.vn/xem-video/na-tra-ma-dong-giang-the-ne-zha-5f1fcf752089bd00b969b2e1",
    "Title": "Na Tra: Ma Đồng Giáng Thế",
    "Description": "Từ thuở xa xưa, tinh hoa đất trời hội tụ thành một viên ngọc chứa đựng năng lượng khổng lồ. Nguyên Thủy Thiên Tôn đã phân tách viên ngọc này thành 1 viên Linh Châu và 1 viên Ma Hoàn. Viên Linh Châu sẽ đầu thai thành một anh hùng cứu thế, phò trợ nhà Chu. Trong khi đó, Ma Hoàn sẽ tạo ra một Ma Vương tàn sát thiên hạ. Để ngăn chặn thảm họa, Nguyên Thủy Thiên Tôn đã hạ chú để sau 3 năm Ma Vương sẽ bị Thiên kiếp tiêu diệt. Liệu Na Tra có đủ sức để thay đổi Thiên mệnh?",
    "Ratings": [
      3,
      3,
      4,
      4,
      5
    ]
  },
  {
    "Id": "cuongtc-05",
    "Maker": "sailorhg",
    "img": "https://bilutvphim.com/wp-content/uploads/2016/06/Tay-Du-Ky-Dai-Thanh-Tro-Ve-Monkey-King-Hero-Is-Back-2015-1.jpg",
    "Url": "https://fptplay.vn/xem-video/tay-du-ky-dai-thanh-tro-ve-monkey-king-hero-is-back-56f0c9b417dc132d35183cc1",
    "Title": "Đại Thánh Trở Về - Monkey King: Hero Is Back",
    "Description": "Bộ phim được dàn dựng dựa theo cuốn tiểu thuyết Tây Du Ký của nhà văn Ngô Thừa Ân, song có nhiều chi tiết mới. Mặc dù trong phim còn có “sạn”, bị một số nhà phê bình chỉ trích nội dung quá đơn giản, phim vẫn nhận được sự hưởng ứng nhiệt tình của công chúng, đặc biệt là từ các fan dòng phim hoạt hình. Phim lấy bối cảnh sau khi Tôn Đại Thánh trở về từ thiên đình chiến đấu với Thiên Binh Vạn Mã...",
    "Ratings": null
  },
  {
    "Id": "cuongtc-06",
    "Maker": "sailorhg",
    "img": "http://image.phimmoizz.net/film/10885/poster.medium.jpg",
    "Url": "http://www.phimmoizz.net/phim/khuong-tu-nha-nhat-chien-phong-than-10885/",
    "Title": "KHƯƠNG TỬ NHA: NHẤT CHIẾN PHONG THẦN",
    "Description": "Khương Tử Nha: Nhất Chiến Phong Thần kể về đệ tử Côn Luân Khương Tử Nha, dẫn đầu thần chúng diệt yêu hồ, lật đổ Thương vương tàn bạo, giành được thắng lợi trong cuộc đại chiến phong thần, chẳng mấy chốc sẽ được phong làm người đứng đầu thần chúng. Trong thời khắc đỉnh cao ấy, chỉ trong chớp mắt hắn lại bị giáng chức đuổi xuống trần gian, mất đi thần lực, bị người đời phỉ nhổ. Lấy mục tiêu trở về Côn Luân, Khương Tử Nha bắt đầu hành trình của mình. Trở lại phế tích chốn chiến trường năm xưa, hắn như tìm lại được chính mình, đồng thời phát hiện ra những bí ẩn giấu năm đó.",
    "Ratings": null
  },
  {
    "Id": "cuongtc-07",
    "Maker": "sailorhg",
    "img": "http://image.phimmoizz.net/film/9271/poster.medium.jpg",
    "Url": "http://www.phimmoizz.net/phim/phim-doraemon-nobita-va-nhung-ban-khung-long-moi-9271/",
    "Title": "DORAEMON: NOBITA VÀ NHỮNG BẠN KHỦNG LONG MỚI",
    "Description": "Trong lúc đang tham gia hoạt động khảo cổ ở một cuộc triễn lãm khủng long, Nobita tình cờ tìm thấy một viên hóa thạch và cậu tin rằng đây là trứng khủng long. Nobita liền mượn bảo bối thần kỳ khăn trùm thời gian của Doraemon để giúp viên hóa thạch trở lại thời của chúng nhưng ngay sau đó, quả trứng liền nở ra một cặp khủng long song sinh. Ngạc nhiên hơn hết, đây lại là loài khủng long mới hoàn toàn và chưa từng được phát hiện.",
    "Ratings": null
  },
  {
    "Id": "cuongtc-08",
    "Maker": "goodisthesimple",
    "img": "https://1.bp.blogspot.com/-wd4bGYtySMw/Utd7_z0inyI/AAAAAAAABsw/auN-x20oef4/s1600/PosterBuNengShuoDeMiMiVietsub.jpg",
    "Url": "https://fptplay.vn/dich-vu/hbo-go?from_source=play",
    "Title": "Bí Mật - Secret",
    "Description": "Bị mê hoặc bởi một người chơi piano bí ẩn và giai điệu ám ảnh mà cô ấy chơi, một thiên tài âm nhạc đã rơi vào lưới tình, nhưng một bí mật có thể sẽ khiến tình yêu của họ đi chệch hướng.",
    "Ratings": null
  },
  {
    "Id": "cuongtc-09",
    "Maker": "selinazawacki",
    "img": "https://s-media-cache-ak0.pinimg.com/originals/b7/27/02/b727023fdc0294e1203ec702a409958c.jpg",
    "Url": "https://fptplay.vn/xem-video/ngoa-ho-tang-long-crouching-tiger-hidden-dragon-58b790da17dc133c9fea9186",
    "Title": "Ngọa Hổ Tàng Long - Crouching Tiger, Hidden Dragon",
    "Description": "Câu chuyện bắt đầu từ thanh bảo kiếm Lục Mệnh đã có hơn 400 năm tung hoành giang hồ, mà chủ nhân gần đây của nó là Lý Mộ Bạch (Châu Nhuận Phát) – một cao thủ phái Võ Đang có thể xem là thiên hạ vô địch hiện nay. Dự định rút lui giang hồ, Lý Mộ Bạch đã trao tặng Lục Mệnh kiếm cho Tề lão gia ở kinh thành, tuy nhiên thanh kiếm đã bị một kẻ võ công cao siêu đánh cắp. Có mặt ở hiện trường lúc đó, và đã từng giao đấu với kẻ trộm là nữ hiệp Du Tú Liên (Dương Tử Quỳnh) – chủ nhân của Thái Dương Tiêu Cục. Tên trộm nhờ đồng bọn trợ giúp, Du Tú Liên đã không thể bắt được hắn. Đối tượng mà Du Tú Liên nghi ngờ nhất là tiểu thư của tuần phủ đại nhân – Ngọc Kiều Long.Bản tình ca được hát bằng đao kiếm.",
    "Ratings": null
  },
  {
    "Id": "cuongtc-10",
    "Maker": "selinazawacki",
    "img": "https://sachhaynendoc.net/wp-content/uploads/2019/09/review-phim-thap-dien-mai-phuc-2004-cua-dao-dien-truong-nghe-muu-80733.jpg",
    "Url": "https://fptplay.vn/xem-video/thap-dien-mai-phuc-house-of-flying-daggers-5f3517742089bd0d99284beb",
    "Title": "Thập Diện Mai Phục - House Of Flying Daggers",
    "Description": "Lấy bối cảnh vào cuối thời nhà Đường, triều đình bắt đầu suy vong, thối rửa, ức hiếp dân lành. Các lực lượng chống đối nổi dậy, đứng đầu là tổ chức Phi Đao Môn. Hai bộ đầu đồng thời là hai huynh đệ Lưu và Kim, được yêu cầu điều tra và tiêu diệt người đứng đầu của Phi Đao Môn trong vòng 10 ngày, đây là nhiệm vụ khó khăn vì không ai biết rõ ràng mặt mũi người đó thế nào. Cho đến khi hai bộ đầu tìm được manh mối mới về một cô gái mù tên Tiểu Muội, một mĩ nữ tài sắc nhưng rất đáng nghi, sống ở một kỹ viện. Lưu và Kim bày kế lấy lòng tin của cô để tìm đường tới sào huyệt của Phi Đao Môn. Nhưng mọi chuyện ngày càng đi quá xa khi lần lượt thân phận thật sự của Lưu, Kim và Tiểu Muội dần được tiết lộ. Những cạm bẫy, sự thật tàn khốc đang chờ đón họ ở phía trước. Liệu số phận của ba nhân vật sẽ đi về đâu?",
    "Ratings": null
  },
  {
    "Id": "cuongtc-11",
    "Maker": "vogueandcode",
    "img": "https://image.xemphim.plus/w342/gw38Ye5Zsah2kiJ6ecsfBEWx3lL.jpg",
    "Url": "https://fptplay.vn/xem-video/nhat-dai-tong-su-the-grandmaster-56f0c5c417dc132d36183c9a",
    "Title": "Nhất Đại Tông Sư - The Grandmaster",
    "Description": "Phim Nhất Đại Tông Sư - The Grandmaster kể về Diệp Vấn, một trong những bậc thầy về võ thuật Trung Hoa. Đây cũng là vai diễn nổi tiếng trong phim bộ cùng tên có diễn xuất của ngôi sao võ thuật Chân Tử Đan. Diệp Vấn là người sáng lập ra môn phái Vịnh Xuân Quyền và có rất nhiều học trò xuất sắc, trong đó có Lý Tiểu Long. Nhất Đại Tông Sư - The Grandmaster có tông đen chủ đạo, nhân vật Diệp Vấn của Lương Triều Vỹ đội mũ trắng, đi giày sắt, một mình đối đầu với đám đông kẻ thù. Đạo diễn Vương Gia Vệ sử dụng hiệu ứng nước trong suốt và sáng màu trên nền trang phục và khung cảnh đen tối, đồng thời quay chậm để làm cảnh phim trông ấn tượng hết sức có thể. Có thể thấy rõ từng bọt nước tung lên sau cú đá của Lương Triều Vỹ. Tất cả đã làm nên một không gian điện ảnh trau chuốt với khí chất võ thuật đặc sắc trong Nhất Đại Tông Sư - The Grandmaster.",
    "Ratings": null
  },
  {
    "Id": "cuongtc-12",
    "Maker": "vogueandcode",
    "img": "https://upload.wikimedia.org/wikipedia/vi/thumb/0/08/Hero_poster.jpg/220px-Hero_poster.jpg",
    "Url": "https://fptplay.vn/xem-video/anh-hung-hero-56f244e917dc132d36183f48",
    "Title": "Anh Hùng - Hero",
    "Description": "Bối cảnh của phim là đất nước Trung Hoa thời Chiến Quốc, bị chia cắt thành 7 nước Tần, Triệu, Hán, Ngụy, Yên, Tề và Sở. Các cuộc chiến tranh khốc liệt nổ ra liên miên giữa 7 quốc gia này nhằm tranh giành quyền bá chủ khiến muôn dân phải chịu cảnh chết chóc lầm than. Tần là nước mạnh nhất và Tần Vương luôn nung nấu tham vọng thống nhất đất nước, trở thành vị hoàng đế đầu tiên của Trung Hoa. Vì thế, từ lâu vị vua này luôn là mục tiêu ám sát của các nước khác. Tuy nhiên, có 3 thích khách khiến Tần Vương lo lắng là Tàn Kiếm, Phi Tuyết và Trường Không... Để trừ mối họa tâm phúc, Tần Vương hứa ban thưởng vàng bạc, lộc điền và cho phép người giết được 1 trong 3 cao thủ đó được diện kiến. Tuy nhiên, suốt 10 năm trời không ai có thể làm được điều này. Vì vậy, khi viên đình trưởng nhỏ, Vô Danh, tới hoàng cung với những vũ khí huyền thoại của 3 thích khách trên, Tần Vương đã không nén nổi tò mò...",
    "Ratings": null
  },
  {
    "Id": "cuongtc-13",
    "Maker": "vogueandcode",
    "img": "https://lh3.googleusercontent.com/proxy/_yjQOVrC3qodlmXTbyAO3n7vlaeu8kKdMstJqNSgbQrjboMMgPWD5CRh06CcM5aMC3H6SxMcGnK5L6CTAVUCnDq2Iz4MGrDcHT6VVr3Q8aiL__447Mx1PYlwePR6D7diZe9TGoEYshf6v0wU85uSjFWRdPJ1RJSHBNPKg-z8pKg_QalDK2o",
    "Url": "https://fptplay.vn/xem-video/vo-gian-dao-infernal-affairs-5bab49775583204ac51d390e",
    "Title": "Vô Gian Đạo - Infernal Affairs",
    "Description": "Lưu Kiến Minh là trợ thủ đắc lực cho Sâm, một ông trùm mafia, hoạt động bí mật bằng cách trà trộn vào Cục Điều tra hình sự Hong Kong. Ở bên kia chiến tuyến nhưng giống hệt trường hợp của Lưu Kiến Minh, Trần Vĩnh Nhân là cảnh sát nằm vùng. Anh “đội lốt” một tên mafia trong băng đảng của Sam một cách hoàn hảo. Cuộc đấu trí căng thẳng giữa hai kỳ phùng địch thủ của hai phe thiện và ác sẽ diễn ra như thế nào?Với sự tham gia của các ngôi sao như Lương Triều Vỹ, Lưu Đức Hoa và Trịnh Tú Văn, “Vô gian đạo” khai thác đề tài cũ, nhưng theo một cách hoàn mới. Cả hai đạo diễn rất khéo léo khi dẫn dắt các tình tiết và nhân vật, khiến bộ phim trở thành hiện tượng của điện ảnh thành công ngay khi mới ra đời.Kiệt tác về đề tài xã hội đen, cảnh sát chìm của điện ảnh HongKong.",
    "Ratings": [
      3,
      4,
      4,
      3,
      4
    ]
  },
  {
    "Id": "cuongtc-14",
    "Maker": "selinazawacki",
    "img": "https://hdmoi.net/wp-content/uploads/2019/09/hdmoi-thoi-dai-thieu-nu-cua-toi.jpg",
    "Url": "https://fptplay.vn/xem-video/thoi-dai-thieu-nu-cua-toi-our-times-56f0c7a017dc132d36183ca8",
    "Title": "Thời Đại Thiếu Nữ Của Tôi - Our Times",
    "Description": "Lâm Chân Tâm, một nữ sinh trung học bình thường, cô thích anh chàng Âu Dương Phi Phàm - chàng hot boy của trường. Một ngày nọ cô nhận được một lá thư may mắn ở trường, cũng vì nó cô gặp được Từ Thái Vũ. Một lần đi dọn bể bơi trường vô tình nghe được bí mật của Âu Dương Phi Phàm và hoa khôi Đào Mẫn Mẫn. Anh chàng lưu manh Từ Thái Vũ đang thích Đào Mẫn Mẫn liền cùng cô lập thành tổ Liên minh người thất tình, thề rằng sẽ giúp đỡ người kia theo đuổi được người mình yêu.Chuyện tình tay tư cùng những cuộc đeo đuổi trong sáng của tình yêu tuổi học trò",
    "Ratings": null
  },
  {
    "Id": "cuongtc-15",
    "Maker": "selinazawacki",
    "img": "https://khonggianlytuong.com/phim/uploads/catalog/ka5tbtfiCZ41524484340.jpg",
    "Url": "https://fptplay.vn/chi-tiet-video/van-dam-hen-uoc-10000-miles-5dd49b6b2089bd016a6950d9",
    "Title": "Vạn Dặm Hẹn Ước - 10,000 Miles",
    "Description": "Tiểu Sùng - một cậu học sinh cấp 3 tính tình cố chấp ương ngạnh, tuyên bố thách thức cả đội tuyển điền kinh của người anh trai A Hiên, ngoài việc không ngờ vấp phải thất bại thảm hại, chịu đựng sự suy sụp tinh thần cậu còn phải chịu huấn luyện với Dĩ Tình - một cô gái hơn tuổi mình và là trợ lý HLV . Dĩ Tình là một con người rất nghiêm khắc, vậy nên khi người chị nghiêm túc khóa trên gặp phải cậu nhỏ ấu trĩ và bướng bỉnh kém tuổi, hai con người luôn thể hiện sự đối đầu gay gắt và trẻ con - “cậu không làm theo tôi, tôi cứ phải bắt cậu làm theo”. Sau thời gian gặp mặt và huấn luyện, quan hệ của hai người ngày một trở nên thân thiết, nhưng, có những sự kiện không ngờ tới xảy ra khiến hai người buộc phải xa cách. Để níu kéo con tim của Dĩ Tình, Tiểu Sùng đã đi đến một quyết định nguy hiểm và khó khăn.",
    "Ratings": null
  },
  {
    "Id": "cuongtc-16",
    "Maker": "selinazawacki",
    "img": "https://image.phimmoi.net/film/2542/poster.medium.jpg",
    "Url": "https://fptplay.vn/xem-video/chien-lang-wolf-warrior-56f0db5217dc132d35183ce0",
    "Title": "Chiến Lang - Wolf Warrior",
    "Description": "Lãnh Phong là một anh lính trong lực lượng đặc biệt của Trung Quốc có tính cách ngông ngạo và hay coi thường mệnh lệnh của cấp trên. Trong một lần thực hiện nhiệm vụ anh đã bắn ba viên đạn vào tên trùm buôn ma túy. Điều này dẫn đến việc không chỉ anh mà toàn nhóm bị phục kích bất ngờ và truy sát bởi bọn lính đánh thuê nước ngoài. Bọn chúng thề giết Lãnh Phong để trả thù cho đại ca.",
    "Ratings": null
  },
  {
    "Id": "cuongtc-17",
    "Maker": "selinazawacki",
    "img": "https://kenh14cdn.com/dFA1h4NbbYTlOwJMCD6L9pkFEdP9ZY/Image/2015/11/parasyte-cuoc-chien-gianh-quyen-song-cua-hai-giong-loai_3b50e5072a.jpg",
    "Url": "https://fptplay.vn/xem-video/ky-sinh-thu-parasyte-56f0c83517dc132d35183ca0",
    "Title": "Ký Sinh Thú - Parasyte",
    "Description": "Izumi Shinichi là một thiếu niên 17 tuổi, sống cùng bố mẹ tại một khu phố yên tĩnh ở Tokyo. Một đêm nọ, những sinh vật ngoài hành tinh, có hình thù giống loài sâu, với tên gọi Kiseijū (Ký sinh vật) đổ bộ lên Trái Đất, chiếm lấy não và điều khiển chủ thể là con người bằng cách xâm nhập qua tai hoặc mũi. Một Ký sinh vật có ý định bò vào tai của Shinichi khi cậu ngủ nhưng thất bại vì cậu đang đeo tai nghe, vậy nên đã xâm nhập cơ thể cậu bằng cách chui vào tay và điều khiển cánh tay phải, và sau đó lấy tên là Migi.",
    "Ratings": null
  },
  {
    "Id": "cuongtc-18",
    "Maker": "selinazawacki",
    "img": "https://image.phimmoi.net/film/4285/poster.medium.jpg",
    "Url": "https://fptplay.vn/xem-video/that-nguyet-va-an-sinh-57f665c017dc132abc5f71a6",
    "Title": "Thất Nguyệt Và An Sinh - SoulMate",
    "Description": "Thất Nguyệt Và An Sinh - SoulMate là một bộ phim tình cảm do Trung Quốc sản xuất xoay quanh câu chuyện về tình bạn và tình yêu của hai cô gái có tên là Thất Nguyệt và An Sinh. Trong phim tuy là bạn thân với nhau nhưng Thất Nguyệt và An Sinh lại có tình tình hoàn toàn trái ngược nhau, điều quan trọng hơn nữa là cả hai lại cùng thầm thương trộm nhớ một anh chàng tên Gia Minh khiến cho tình bạn giữa họ ngày càng nhạt phai. Liệu hai cô gái của chúng ta có được tình bạn đẹp bao nhiêu năm qua hay không và ai sẽ là người chiếm được trái tim của Gia Minh?",
    "Ratings": null
  }
]